window.__SCHEDULE_DATA__ = {
  "2026-03-02": [
    {
      "floor": "二层",
      "time": "16:30-18:00",
      "name": "余旭颖",
      "slot": 1
    },
    {
      "floor": "二层",
      "time": "19:00-21:00",
      "name": "陈丹玲",
      "slot": 2
    },
    {
      "floor": "三层",
      "time": "16:30-18:00",
      "name": "吴丹虹",
      "slot": 1
    },
    {
      "floor": "三层",
      "time": "19:00-21:00",
      "name": "龚银依",
      "slot": 2
    },
    {
      "floor": "四层",
      "time": "16:30-18:00",
      "name": "黄尚诚",
      "slot": 1
    },
    {
      "floor": "四层",
      "time": "19:00-21:00",
      "name": "高婷",
      "slot": 2
    }
  ],
  "2026-03-03": [
    {
      "floor": "二层",
      "time": "16:30-18:00",
      "name": "李蔚雨",
      "slot": 1
    },
    {
      "floor": "二层",
      "time": "19:00-21:00",
      "name": "辜浩涵",
      "slot": 2
    },
    {
      "floor": "三层",
      "time": "16:30-18:00",
      "name": "陈彦彤",
      "slot": 1
    },
    {
      "floor": "三层",
      "time": "19:00-21:00",
      "name": "郑诗珩",
      "slot": 2
    },
    {
      "floor": "四层",
      "time": "16:30-18:00",
      "name": "空",
      "slot": 1
    },
    {
      "floor": "四层",
      "time": "19:00-21:00",
      "name": "邱姿榕",
      "slot": 2
    }
  ],
  "2026-03-04": [
    {
      "floor": "二层",
      "time": "16:30-18:00",
      "name": "吴丹虹",
      "slot": 1
    },
    {
      "floor": "二层",
      "time": "19:00-21:00",
      "name": "龚银依",
      "slot": 2
    },
    {
      "floor": "三层",
      "time": "16:30-18:00",
      "name": "陈丹玲",
      "slot": 1
    },
    {
      "floor": "三层",
      "time": "19:00-21:00",
      "name": "黄尚诚",
      "slot": 2
    },
    {
      "floor": "四层",
      "time": "16:30-18:00",
      "name": "余旭颖",
      "slot": 1
    },
    {
      "floor": "四层",
      "time": "19:00-21:00",
      "name": "刘颖瑶",
      "slot": 2
    }
  ],
  "2026-03-05": [
    {
      "floor": "二层",
      "time": "16:30-18:00",
      "name": "陈彦彤",
      "slot": 1
    },
    {
      "floor": "二层",
      "time": "19:00-21:00",
      "name": "邱姿榕",
      "slot": 2
    },
    {
      "floor": "三层",
      "time": "16:30-18:00",
      "name": "李蔚雨",
      "slot": 1
    },
    {
      "floor": "三层",
      "time": "19:00-21:00",
      "name": "辜浩涵",
      "slot": 2
    },
    {
      "floor": "四层",
      "time": "16:30-18:00",
      "name": "郑诗珩",
      "slot": 1
    },
    {
      "floor": "四层",
      "time": "19:00-21:00",
      "name": "陈丹玲",
      "slot": 2
    }
  ],
  "2026-03-06": [
    {
      "floor": "二层",
      "time": "14:30-16:30",
      "name": "冯浚桀",
      "slot": 1
    },
    {
      "floor": "三层",
      "time": "14:30-16:30",
      "name": "余旭颖",
      "slot": 1
    },
    {
      "floor": "四层",
      "time": "14:30-16:30",
      "name": "陈彦彤",
      "slot": 1
    }
  ],
  "2026-03-07": [
    {
      "floor": "二层",
      "time": "9:00-11:00",
      "name": "辜浩涵",
      "slot": 1
    },
    {
      "floor": "二层",
      "time": "19:00-21:00",
      "name": "黄尚诚",
      "slot": 2
    },
    {
      "floor": "三层",
      "time": "9:00-11:00",
      "name": "高婷",
      "slot": 1
    },
    {
      "floor": "三层",
      "time": "19:00-21:00",
      "name": "刘颖瑶",
      "slot": 2
    },
    {
      "floor": "四层",
      "time": "9:00-11:00",
      "name": "吴丹虹",
      "slot": 1
    },
    {
      "floor": "四层",
      "time": "19:00-21:00",
      "name": "李蔚雨",
      "slot": 2
    }
  ],
  "2026-03-08": [
    {
      "floor": "二层",
      "time": "9:00-11:00",
      "name": "郑诗珩",
      "slot": 1
    },
    {
      "floor": "二层",
      "time": "19:00-21:00",
      "name": "空",
      "slot": 2
    },
    {
      "floor": "三层",
      "time": "9:00-11:00",
      "name": "陈丹玲",
      "slot": 1
    },
    {
      "floor": "三层",
      "time": "19:00-21:00",
      "name": "辜浩涵",
      "slot": 2
    },
    {
      "floor": "四层",
      "time": "9:00-11:00",
      "name": "余旭颖",
      "slot": 1
    },
    {
      "floor": "四层",
      "time": "19:00-21:00",
      "name": "冯浚桀",
      "slot": 2
    }
  ],
  "2026-03-09": [
    {
      "floor": "二层",
      "time": "16:30-18:00",
      "name": "高婷",
      "slot": 1
    },
    {
      "floor": "二层",
      "time": "19:00-21:00",
      "name": "刘颖瑶",
      "slot": 2
    },
    {
      "floor": "三层",
      "time": "16:30-18:00",
      "name": "郑诗珩",
      "slot": 1
    },
    {
      "floor": "三层",
      "time": "19:00-21:00",
      "name": "吴丹虹",
      "slot": 2
    },
    {
      "floor": "四层",
      "time": "16:30-18:00",
      "name": "黄尚诚",
      "slot": 1
    },
    {
      "floor": "四层",
      "time": "19:00-21:00",
      "name": "龚银依",
      "slot": 2
    }
  ],
  "2026-03-10": [
    {
      "floor": "二层",
      "time": "16:30-18:00",
      "name": "李蔚雨",
      "slot": 1
    },
    {
      "floor": "二层",
      "time": "19:00-21:00",
      "name": "吴丹虹",
      "slot": 2
    },
    {
      "floor": "三层",
      "time": "16:30-18:00",
      "name": "高婷",
      "slot": 1
    },
    {
      "floor": "三层",
      "time": "19:00-21:00",
      "name": "冯浚桀",
      "slot": 2
    },
    {
      "floor": "四层",
      "time": "16:30-18:00",
      "name": "陈彦彤",
      "slot": 1
    },
    {
      "floor": "四层",
      "time": "19:00-21:00",
      "name": "辜浩涵",
      "slot": 2
    }
  ],
  "2026-03-11": [
    {
      "floor": "二层",
      "time": "16:30-18:00",
      "name": "陈丹玲",
      "slot": 1
    },
    {
      "floor": "二层",
      "time": "19:00-21:00",
      "name": "黄尚诚",
      "slot": 2
    },
    {
      "floor": "三层",
      "time": "16:30-18:00",
      "name": "余旭颖",
      "slot": 1
    },
    {
      "floor": "三层",
      "time": "19:00-21:00",
      "name": "龚银依",
      "slot": 2
    },
    {
      "floor": "四层",
      "time": "16:30-18:00",
      "name": "邱姿榕",
      "slot": 1
    },
    {
      "floor": "四层",
      "time": "19:00-21:00",
      "name": "刘颖瑶",
      "slot": 2
    }
  ],
  "2026-03-12": [
    {
      "floor": "二层",
      "time": "16:30-18:00",
      "name": "空",
      "slot": 1
    },
    {
      "floor": "二层",
      "time": "19:00-21:00",
      "name": "陈彦彤",
      "slot": 2
    },
    {
      "floor": "三层",
      "time": "16:30-18:00",
      "name": "空",
      "slot": 1
    },
    {
      "floor": "三层",
      "time": "19:00-21:00",
      "name": "邱姿榕",
      "slot": 2
    },
    {
      "floor": "四层",
      "time": "16:30-18:00",
      "name": "郑诗珩",
      "slot": 1
    },
    {
      "floor": "四层",
      "time": "19:00-21:00",
      "name": "李蔚雨",
      "slot": 2
    }
  ],
  "2026-03-13": [
    {
      "floor": "二层",
      "time": "14:30-16:30",
      "name": "余旭颖",
      "slot": 1
    },
    {
      "floor": "三层",
      "time": "14:30-16:30",
      "name": "陈彦彤",
      "slot": 1
    },
    {
      "floor": "四层",
      "time": "14:30-16:30",
      "name": "冯浚桀",
      "slot": 1
    }
  ],
  "2026-03-14": [
    {
      "floor": "二层",
      "time": "9:00-11:00",
      "name": "郑诗珩",
      "slot": 1
    },
    {
      "floor": "二层",
      "time": "19:00-21:00",
      "name": "冯浚桀",
      "slot": 2
    },
    {
      "floor": "三层",
      "time": "9:00-11:00",
      "name": "辜浩涵",
      "slot": 1
    },
    {
      "floor": "三层",
      "time": "19:00-21:00",
      "name": "刘颖瑶",
      "slot": 2
    },
    {
      "floor": "四层",
      "time": "9:00-11:00",
      "name": "高婷",
      "slot": 1
    },
    {
      "floor": "四层",
      "time": "19:00-21:00",
      "name": "黄尚诚",
      "slot": 2
    }
  ],
  "2026-03-15": [
    {
      "floor": "二层",
      "time": "9:00-11:00",
      "name": "辜浩涵",
      "slot": 1
    },
    {
      "floor": "二层",
      "time": "19:00-21:00",
      "name": "空",
      "slot": 2
    },
    {
      "floor": "三层",
      "time": "9:00-11:00",
      "name": "余旭颖",
      "slot": 1
    },
    {
      "floor": "三层",
      "time": "19:00-21:00",
      "name": "空",
      "slot": 2
    },
    {
      "floor": "四层",
      "time": "9:00-11:00",
      "name": "陈丹玲",
      "slot": 1
    },
    {
      "floor": "四层",
      "time": "19:00-21:00",
      "name": "黄尚诚",
      "slot": 2
    }
  ]
};
